; -----------------------------------------------------------------------------
;
; Universal Extractor Language File
; Written for Universal Extractor 1.7.0
; Author:	Josef Skoda <skoda.josef@gmail.com>
; Homepage:
;
; Translation Instructions:
;	Copy this file to a new file named after the new language
;		Eg: A language file for the German language would be named German.ini.
;	Replace the English words and phrases with their native equivalents,
;		attempting to match the English phrasing and case-sensitivity as
;		closely as possible for the sake of consistency
;	Update the Author and Homepage information at the top of your new language
;		file.  Simply delete the Homepage line if you don't have one.
;	Save the file in Unicode format (UTF-16) and Zip it to preserve formatting
;	E-mail new language files to gora@7zsfx.info for inclusion in main
;		Universal Extractor installer
;
;	The following symbols have special meanings:
;	& - when used in a GUI label or button, it precedes the letter that will
;		be registered as a "hotkey" for that function
;	%n - indicates a newline character, which will be replaced when displayed
;	%t - indicates a tab character, which will be replaced when displayed
;	%s - indicates a string variable that UniExtract will replace when displayed
;		The contents of each %s variable is hardcoded into UniExtract.
;		The order and number of %s variables is very important and should not
;		be modified.
;
; -----------------------------------------------------------------------------

[UniExtract]
; GUI labels and buttons
1=Soubor
2=Volby
3=Nápověda
4=Zkontrolovat nejprve jako SF&X archiv
; ------------------------------------
5=Vybrat soubor
6=A&rchiv/Instalátor k rozbalení:
7=Vybrat složku
8=&Složka pro extrahování:
9=Na toto poutko můžete přetáhnout soubor
; ------------------------------------
10=Volby %s
11=S&ledovat historii archivu
12=S&krýt okno konzole
13=&Nabízet aktualizace:
14=&Jazyk:
15=Za&pamatovat a zamknout velikost okna
16=Neza&vírat po extrahování okno
; ------------------------------------
17=Specifické volby formátu
18=Upozornit pře&d spuštěním souborů
19=&Odstranit duplicitní soubory
20=Odstranit do&časné soubory
21=P&řipojit chybějící rozšíření souboru
22=Vymazat soubor po úspěšném extra&hování
; ------------------------------------
23=O programu
; ------------------------------------
24=Webová stránka %s
25=Stránka oficiální verze
26=Fórum upravené verze
; ------------------------------------
27=Aktualizace
28=Poslední kontrola aktualizace byla více než před %s dny!
29=Zkontrolovat aktualizace nyní?
30=Inte&grace do shellu
; ------------------------------------
31=&Extrahovat
32=&Uložit
33=&Aktualizovat
34=&Zrušit
35=Nastavení
; ------------------------------------
36=Extrakce %s
37=%s podporuje následující metody pro extrahování %s.%nBohužel, žádná z těchto metod není 100% spolehlivá.%nPokud vybraná metoda nepracuje, spusťte %s ještě jednou a vyberte jinou metodu.
; ------------------------------------
38=Metoda extrahování
39=%s administrativní instalátor
40=%s extrakce
41=%s přepínač
42=%s rozbalovač
43=Není InstallShield instalátor
44=Zobrazit po roz&balení shrnutí
; ------------------------------------
; GUI control functions
45=V&ypnout zvuky v programu
46=
47=Soubor neexistuje:%n%s%nProsím vyberte existující soubor.
48=Otevřít soubor
49=Zapsat do
50=Vše
; Common terms
51=archiv
52=komprimovaný soubor
53=Čas: %s
54=ebook
55=ecard
56=zakódovaný soubor
57=neznámý spustitelný soubor
58=Inicializace selhala
59=soubor nápovědy
60=rychlá aktualizace programu
61=obraz
62=instalátor
63=spojit modul
64=balíček
65=záplata
66=Samorozbalovací
67=etapa
68=Inicializace uspěla
69=Testování
70=Extrahování:
71=Velikost archivu
72=aktualizace
73=Název archivu
74=každý týden|každé dva týdny|každý měsíc|nikdy
; Status messages
75=Skenování souboru k určení typu souboru
76=Skenování souboru s %s skenováním
77=Extrahování souborů z:
78=Čekání na inicializaci instalátoru.%nProsím čekejte
79=Pro přerušení extrahování stisknout klávesu ESC%nMinimalizovat/Obnovit okno stiskem klávesy F11
; Custom prompts
80=%s CD-ROM obrazy nemohou být extrahované přímo.%nMísto toho bude tento obraz převedený na ISO CD-ROM obraz,%nkterý bude potom extrahovaný.%n%nChcete pokračovat?%nPoznámka: Tento proces může trvat několik minut!
81=Chyba: Obraz CD-ROM nemohl být převeden.
82=Chyba: ISO obraz  byl vytvořený z %s obrazu, ale nemohl být extrahován.%nChcete zachovat ISO obraz pro další analýzu?
83=Chyba: Toto se nezdá být platným MHT souborem.%nNemohla být zjištěna žádná hranice.
84=%s. Ukončete instalátor, poté k pokračování klikněte na 'OK'.
85=Poznámka: Toto metoda pracuje pouze se specifickými instalačními balíčky Wise for Windows Installer.%nPokud se Wise Installation Wizard spustí a jednoduše čeká na vstup, pak tento soubor není podporovaný.%nProsím ukončete instalátor a %s přeruší extrakci.%n%nChcete pokračovat v extrakci?
86=Toto soubor je zabalený s komprimací %s. Můžete pokračovat v extrahování bez rozbalení %s nebo provést pouze %s rozbaleníg.%n%nKlikněte na 'Ano' k extrahování bez %s rozbalení.%n%nKlikněte na 'Ne' ke spuštění pouze %s rozbalení.%n%nV druhém případě bude extrahovaný soubor pojmenován:%n%s
87=Chyba: %s%nnemohl být rozbalen.
88=Upozornění:Aby bylo možné extrahovat soubory tohoto typu, soubor musí být přímo spuštěný.%nPokud budete pokračačovat, bude proveden následující příkaz:%n%n%s%n%nJestliže se domníváte, že tento soubor může být zákeřný, je doporučeno, abyste nepokračovali.%nChcete pokračovat v extrakci?
89=Upozornění: Cílový adresář %s již existuje!%nExtrakce do neprázdné složky může vést k chybě rozbalenír.%n%nVyčistit obsah složky před rozbalením?
90=K rozbalení je požadováno heslo!%n%nOdznačte '%s'%naby jste mohli vložit heslo.
91=Pro rozbalení tohoto archivu potřebujete další%nrozbalovač %s
; Help text
92=Extrahování souborů z libovolného typu archivu nebo instalačního balíčku.%nPoužití:%n%s%n%nPodporované argumenty:%n%s%t%tZobrazit tuto pomocnou informaci%n%s%t%tOtevřít tabelátor %s%n%s%tNázev souboru k extrakci%n%s%tAdresář, do kterého bude extrahován%n%nUžitím %s namísto názvu cílového adresáře přinutí%n%s k extrakci do podadresáře pojmenovaném po archivu.%n%nPříklad:%s%n%nSpuštění %s bez jakýchkoliv argumentů zobrazí hlavní okno, kde uživatel může specifikovat název souboru a cílový adresář.
93=Obnovené by %s
; Error messages
94=Extrakci %s nelze zapsat do protokolu.
95=archivátorem 7-Zip
96=%s nelze extrahovat.%nTyp vráceného souboru: %s%n%nKlikněte na 'OK' pokud byste chtěli analyzovat soubor sami nebo na 'Zrušit' k ukončení.
97=%s%nmá neznámou příponu a nemůže být extrahován.
98=Složku nelze vytvořit:%n%s%nVyberte prosím platný cíl cesty.
99=%s nemohl být extrahován.%nZdá se, že to je %s, který je podporovaný, ale extrakce selhala.%nPro více informací se prosím podívejte na soubor protokolu %s.%n%nKlikněte na 'OK' zobrazení souboru protokolu nebo na 'Zrušit' k ukončení.
100=
; Update messages
101=Aktualizace dokončena
102=Kontrola aktualizací, prosím čekejte...
103=Stahování souborů
104=Stahování dokončeno!
105=Aktualizováno na verzi: %s
106=%nRestartování %s!
107=Vaše aktuální verze je: %s%nAktualizace není potřebná!
; ------------------------------------
108=Chyba stahování
109=Nelze stáhnout seznam souborů ze serveru.%nVaše síťové připojení mohlo být odpojeno nebo je aktualizační server nedostupný.
110=Stahování souboru selhalo
111=Chyba rozbalování souboru
112=Během aktualizace na verzi: %s%ndošlo k chybě, opakujte!!!
113=Dokončeno: %s z %s
114=Informace
115=Verze unpackery
116=Otevřít složku rozbalit?
117=Řádky v tabulce
118=Oddělovač
119=O&tevřít pouze nejvyšší úroveň archivu
